<!doctype html>
<html lang="{{ str_replace('_', '-', app()->getLocale()) }}">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1">
    <title>张二嘎-活动规则</title>
    <link rel="stylesheet" href="css/swiper.min.css">
    <link rel="stylesheet" type="text/css" href="css/erga.css"/>
    <link rel="stylesheet" type="text/css" href="css/animate.min.css"/>
    <style>
        .swiper-slide p{
            width: 95%;
        }
        .title{
            font-weight: 700;
            font-size: 15px;
        }
        .content{
            font-size: 12px;
            letter-spacing:1px
        }
    </style>
</head>
<body>
<div id="loading">
    <img src="./images/loading.gif" alt="" style="width: 100%">
</div>
<div class="swiper-container" style="display: none;overflow-x:hidden;overflow-y: scroll;background-color: white">
    <div class="swiper-wrapper">
        <div class="swiper-slide" style="padding: 1rem">
            <h3>活动规则:</h3>
            <p><span class="title">一、活动时间：</span><br/><span class="content">2019年8月1日00:00时起至2019年12月31日24:00时止。</span></p>
            <p><span class="title">二、活动说明：</span><br/><span class="content">用户可以利用“庆祖国七十华诞，得二嘎福袋大奖”应用程序(以下简称“应用程序”)进入H5页面体验福袋故事，并利用程序分享功能分享H5页面到社交平台(如QQ、微信等)，实现与其他用户互动，传递更多欢乐。</span>
            </p>
            <p>
                <span class="title">三、活动流程：</span><br/>
                <span class="content">
                    1)用户打开手机微信扫一扫功能，扫描奖卡上二维码标识，即可进入应用程序页面。<br/>
                    2)进入H5界面，点击藏在画面中的张二嘎福袋，触发抽奖程序。<br/>
                    3)每个界面，用户可得到一个虚拟福袋；用户总共可以得到8个虚拟福袋。<br/>
                    4)用户得到8个福袋后，应用程序页面会出现中奖画面。<br/>
                    5)用户按照页面提示填写联系方式，确认和接受本活动规则后，可有机会获得价值为2999元金南瓜车吊坠，或者108元张二嘎礼盒，或京东代金券1张。<br/>
                    6)参与用户可以将H5页面分享至社交平台，邀请其他用户参与。<br/>
                </span>
            </p>
            <p>
                <span class="title">四、奖项设置：</span><br/>
                <span class="content">
                    1、本次活动共计准备了300万份奖品。<br/>
                    2、消费者参加活动，有机会随机获得如下奖品：<br/>
                    ★一等奖：2999元金南瓜车吊坠1份，总共10份。<br/>
                    ★二等奖：108元张二嘎礼盒1份，总共2000份。<br/>
                    ★三等奖：满99元立减30元京东商城张二嘎旗舰店代金券1份，总共2997990份。<br/>
                </span>
            </p>
            <p>
                <span class="title">五、兑奖方式：</span><br/>
                <span class="content">
                    用户领取奖品后，三等奖收入用户京东卡包中，一等奖和二等奖需填写用户的联系方式，由安徽张二嘎食品有限公司于10个工作日内邮寄至消费者提供的地址。
                </span>
            </p>
            <p>
                <span class="title">六、活动日期及兑奖日期：</span><br/>
                <span class="content">
                    1、活动日期：<br/>
                    2019年8月1日00:00至2019年12月31日24:00截止。<br/>
                    2、兑奖日期<br/>
                    三等奖中奖用户自收到京东代金券后若于代金券到期前未使用，视为自动放弃，主办方不予处理。一等奖和二等奖用户若未填写正确的联系方式和地址，视为自动放弃，主办方不予处理。
                </span>
            </p>
            <p>
                <span class="title">七、奖品发放：</span><br/>
                <span class="content">
                    京东代金券即时发放，如因中奖者操作不当，或延期操作无法获得奖品，损失将由中奖者自己承担。一等奖和二等奖在用户填写正确的联系方式和地址后，10个工作日内邮寄给用户。
                </span>
            </p>
            <p>
                <span class="title">八、活动范围：</span><br/>
                <span class="content">
                    中国大陆地区，不包含香港、澳门、台湾。
                </span>
            </p>
            <p>
                <span class="title">九、活动注意事项：</span><br/>
                <span class="content">
                    具体互动请根据页面提示进行操作。
                </span>
            </p>
            <p>
                <span class="title">十、个人信息收集与保护：</span><br/>
                <span class="content">
                    1.您(参与者)同意：<br/>
                    1.1当您参与本活动视为同意本活动规则或将自己的姓名、电话号码、设备号等个人信息递交给网站，同时表明您已接受并同意张二嘎按本活动规则约定依法收集、使用您的个人信息。<br/>
                    1.2您同意本活动规则或将自己的个人信息递交给网站是您继续参与本活动的前提。若您不同意或不提交您的个人信息，则表明您自动退出本活动，放弃您在本活动中享有的一切权利(如有)，感谢您的参与。<br/>
                    2.收集及使用个人信息的目的：<br/>
                    2.1为了识别每位参与者/中奖者，以保护法参与者权利。<br/>
                    2.2用于兑奖，确保能正确告知兑奖信息并依据正确的信息发放奖品及其他客服或售后服务。<br/>
                    2.3传达与本活动有关的公告事项和针对性的信息。<br/>
                    2.4改善张二嘎旗下的产品和服务，或帮助设计新产品或服务。<br/>
                    2.5发送与张二嘎旗下品牌相关的其他活动或产品或服务信息、广告等，以方便参与者了解更多相关信息。<br/>
                    2.6防止不良参与者使用不正当的手段参加本活动，影响正当参与者的合法权益。<br/>
                    2.7用于研究和开发让消费者更加感兴趣和更富参与感的促销活动，为消费者研究和开发符合消费者需求的产品和服务。<br/>
                    2.8邀请用户参与有关产品和服务的调研。<br/>
                    2.9提供其他与活动相关的服务。<br/>
                    3.个人信息收集方式：<br/>
                    3.1当您参与本活动，且依照活动页面主动勾选“同意”或点击“提交”等按钮，即表明您接受并同意主办方按本隐私政策收集使用、共享、处理您提交给应用系统的个人信息，包括但不限于您的真实姓名、邮寄地址或住址等能够单独或者与其他信息结合识别消费者并邮寄相关实物类奖品的信息、地区、性别、账号(包括但不限于活动网站账号)、微信等个人社交媒体账号及其对应的头像和昵称或照片、视频、电话号码、邮箱地址等及参与互动产品时互动和浏览的信息，例如用户的游戏积分，分享行为，以及用户在使用产品时浏览或要求提供的其他信息和内容详情(合称“个人信息”)；您在相应页面勾选“同意”或点击“提交”等按钮是您继续参与本活动的前提。您享有拒绝提供个人信息或不同意本政策的权利，若您不勾选“同意”或不点击“提交”等按钮，则表明您无意使用本活动，放弃您在本活动中享有或可能享有的权利(如有)。<br/>
                    3.2对于不满18周岁的参与者,您应当在使用本活动前征得监护人的同意,并应当请您的监护人明示同意主办方对您的个人信息进行收集。勾选“同意”或点击“提交”等按钮,即表明您及您的监护人接受并同意主办方按本隐私政策收集、使用、共享、处理您提交给系统的个人信息。信息收集方将依此使用您的个人信息。<br/>
                    4.个人信息的保护：<br/>
                    4.1信息收集方将使用合理可行的措施保护您提供的个人信息,防止数据遭到未经授权的访问、披露、使用、修改、损坏或丢失。<br/>
                    4.2您的个人信息将在法律允许的时间内被存储。<br/>
                    4.3信息收集方可能通过放置安全的Cookie及相关技术收集您的信息,目的是为您提供更个性化的体验和服务。<br/>
                    4.4信息收集方依法收集、使用、共享、处理您的个人信息。信息收集方对收集的个人信息将严格保密,不非法向他人提供。<br/>
                    5.个人信息使用方式：<br/>
                    5.1您特此明确知晓并同意：主办方可通过短信、微信、邮件、电话等方式向您发送中奖通知、兑奖通知等与活动相关的商业信息以及张二嘎旗下品牌的其他活动、促销、广告等商业性信息，活动主办方会附上相应退订、拒收方式。<br/>
                    5.2您特此明确知晓并同意：您提供的信息将被用于中奖核实及奖品发放目的，以确保活动奖品准确发放。同时您也同意授权主办方通过第三方平台查询并获取您电话号码的归属地信息，用于主办方对于活动的分析汇总等，以便未来提供更有针对性服务。<br/>
                    5.3您特此明确知晓并同意：主办方可能会将所收集到的个人信息用于大数据分析。主办方可能对外公开并与合作方分享经统计加工后不含身份识别内容的信息，用于了解活动情况、营销效果或让公众、客户了解主办方品牌产品的总体消费趋势及特色。<br/>
                    5.4主办方将严格依据上述收集及使用个人信息的目的，以必须、必要的方式收集、使用个人信息。<br/>
                    6.个人信息共享：<br/>
                    6.1您特此明确知晓并同意：为顺利执行术活动以及为您提供更好的服务，主办方可以将您的个人信息全部或部分提供、分享给其张二嘎旗下关联性企业、合作方(合称“关联方”)，包括将主办方通过第三方平台获取到的您电话号码的归属地信息提供给关联方，并要求关联方严格依据本隐私政策收集、使用、共享、处理个人信息，并进行保密。<br/>
                    6.2对于前述主办方与之共享个人信息的关联方，主办方会要求其按照主办方的说明本隐私政策处理个人信息，并采取相应有效的安全措施确保个人信息的安全。<br/>
                    7.您的权利：<br/>
                    按照适用的相关法律、法规及标准，主办方保障您对自己的个人信息行使以下权利：您有权通过邮件与主办方联系，在核实您真实身份后，您可以查阅、要求更正或者删除您的个人信息或索取您个人信息副本。主办方在收到您请求后30日内答复。当您的信息被更正或删除后，主办方将不再处理相应的个人信息。但不会影响此前基于您的授权而开展的个人信息处理。
                </span>
            </p>
            <p>
                <span class="title">十一、其他须知事项：</span><br/>
                <span class="content">
                    1.用户应认真阅读本活动规则中各条款，包括免除或者限制责任的免责条款及对用户的权利限制。除非您接受本须知全部条款，否则您无权使用应用程序及其相关服务。您的使用行为将视为对本须知全部条款的接受。<br/>
                    2.本活动的应用程序由安徽张二嘎食品有限公司(“张二嘎")开发，免费提供给用户使用，但是用户使用本应用程序所产生的数据流量及通信费用由用户自行承担。本应用程序的一切版权等知识产权，以及与应用程序相关的所有信息内容，包括但不限于文字表述及其组合、图标、图饰、图表、色彩、界面设计、版面框架、有关数据、印刷材料或电子文档等均为张二嘎所有。<br/>
                    3.中奖者领奖过程中所发生的个人费用需自理，主办方不做任何形式的补偿。<br/>
                    4.由于个人设备原因无法领取奖品的情况，损失由参与用户自行承担，与活动主办方无关。<br/>
                    5.若因参与用户个人原因导致无法提交个人信息，活动主办方不承担责任。<br/>
                    6.如发现有参与用户在活动中使用任何不正当手段参加活动，活动主办方有权取消其参加活动的资格。<br/>
                    7.中奖者存在注册信息有误、联系方式有误、提供虚假凭证、逾期兑奖等行为的，视为中奖者放弃中奖资格及由此产生的权利。<br/>
                    8.活动主办方不对因网络传输原因而导致参与用户提交的信息错误或延误承担任何责任。<br/>
                    9.如遇不可抗力因素，活动主办方拥有取消本次活动的权利。<br/>
                    10.若因参与用户个人原因造成联系电话、联系地址错误，或出现无法提交个人信息的情况，活动主办方不承担责任。<br/>
                    11.参与用户一经确认领取奖品，不得自行撤销、更改或转让。如遇意外，无法提供指定奖品，活动主办方有权以价值相仿的奖品替代。<br/>
                    12.非由活动主办方故意或重大过失造成获奖者在领取和使用奖品过程中所发生的事故，活动主办方不承担相应责任。<br/>
                    13.用户同意并理解，张二嘎及其关联公司可在全球范围内、完全免费、可转授权地使用用户通过应用程序发布的作品，包括但不限于文字、图片、视频等。<br/>
                    14.用户应就其利用应用程序所实施的行为、及所发布的作品或营论等独立承担法律责任，其任何行为及言论不代表张二嘎的立场或意见。用户利用应用程序上传的作品和发表的言论不得涉及危害国家安全与统一、妨碍社会稳定、淫秽、暴力、迷信、低俗等非法内容，不得违背法律法规及公序良俗。若作品或言论涉及前述内容或存在违法内容，张二嘎可在任何时候采取措施停止有关该作品和言论内容的发布，参与者应当承担由此所产生的一切损失或责任。若张二嘎因为用户发布的作品或言论而导致的处罚或承担损失张二嘎有权要求用户赔偿损失。<br/>
                    16.用户上传的作品，在提交或者分享时本人必须进行适当审查，以保证用户对其作品及作品内容拥有全部完整的权利和相应授权，包括但不限于完整的肖像使用权、作品使用权。作品中的任何内容或要素不得涉及他人个人隐私或侵犯第三方的任何权利，包括但不限于人物肖像、建筑、绘画、雕塑、设计等权利及专利、商标、商业秘密等知识产权或其他专属权利。若作品存在任何权利瑕疵，张二嘎可在任何时候采取措施停止用户上传作品的传播，且用户应当为此承担所产生的一切损失或贵任。若张二嘎因为用户上传的作品侵害任何第三方的权利而导致的索赔或因此承担损失，张二嘎有权要求用户赔偿损失。<br/>
                    17用户不得利用本应用程序，或者以张二嘎的名义误导、欺骗他人。<br/>
                    18.用户不得利用本应用程序实施任何危害计算网络安全的行为，包括但不限于：进入未经许可的服务器/帐户；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，探查、扫描、测试本应用软件系统或网络的弱点或其它实施破坏网络安全的行为；干涉、破坏本应用程序的正常运行，故意传播恶意程序或病毒以及其他方式破坏干扰正常网络信息服务的行为。<br/>
                    19.用户确认，本应用软件是张二嘎免费提供使用的，张二嘎对于该应用软件不作任何形式的担保，如应用程序的适用性、不含病毒不存在技术瑕疵和无侵权风险的担保。对在任何情况下因使用或不能使用本应用程序所产生的直接、间接、偶然、特殊及后续的损害及风险，张二嘎不承担任何责任。进一步地，张二嘎有权在任何情况下不经事先告知停止该应用程序的使用。<br/>
                    20.本须知的解释、效力及纠纷的解决，适用于中华人民共和国法律。若用户和张二嘎之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，各方均可向张二嘎所在地法院诉讼。
                </span>
            </p>
        </div>
    </div>
</div>
</body>
<script src="https://cdn.bootcss.com/jquery/1.12.2/jquery.min.js"></script>
<script type="text/javascript">
    $(function () {
        $("#loading").fadeOut(500)
        $('.swiper-container').fadeIn(500)
    })
</script>
</html>
